/* Emoticon name */
"Angel" = "Angyal";

/* Emoticon name */
"Angry" = "Mérges";

/* Emoticon name */
"Blush" = "Elpirult";

/* Emoticon name */
"Confused" = "Megzavarodott";

/* Emoticon name */
"Cool" = "Cool";

/* Emoticon name */
"Cry" = "Sírás";

/* Emoticon name */
"Embarrassed" = "Zavarban";

/* Emoticon name */
"Erm" = "Khm";

/* Emoticon name */
"Foot In Mouth" = "Lábbal a szájban";

/* Emoticon name */
"Frown" = "Szemöldökráncolás";

/* Emoticon name */
"Gasp" = "Zihál";

/* Emoticon name */
"Grin" = "Vigyorog";

/* Emoticon name */
"Halo" = "Glória";

/* Emoticon name */
"Kiss" = "Csók";

/* Emoticon name */
"Lips Are Sealed" = "Leragasztott szájú";

/* Emoticon name */
"Money-mouth" = "Pénz szájú";

/* Emoticon name */
"Sad" = "Szomorú";

/* Emoticon name */
"Scared" = "Ijedt";

/* Emoticon name */
"Smile" = "Mosoly";

/* Emoticon name */
"Sticking Out Tongue" = "Nyelvnyujtó";

/* Emoticon name */
"Undecided" = "Döntésképtelen";

/* Emoticon name */
"Wink" = "Kacsint";